[BalanceDefs.BD_EggMonolith InteractiveObjectBalanceDefinition]
DefaultDisplayName=""

[ChestGrades.ObjectGrade_Monolithpod InteractiveObjectBalanceDefinition]
DefaultDisplayName=""
Grades[0]=(GradeModifiers=)

[InteractiveObjects.InteractiveObj_VarkidEgg_EggMonolith InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.InteractiveObj_VarkidEgg_SpawnFriendly InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[MissionItem.Icon_Nasturtium_GiveScent InteractionIconDefinition]
Text="Dar olor"

[MissionItem.ID_MO_Nasturtium_Injector MissionItemDefinition]
UseFailureCharacterMessage="Você deve ser %s para usar esse item."
ItemName="Injetor de odores"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[MissionItem.ID_MO_Nasturtium_Injector:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Uma seringa com a qual é possível injetar um pouco de veneno de rato do Hammerlock em um ovo de Varkid."
NoConstraintText=""
Suffix=""
Prefix=""

